Revit 2027 API
ParameterTypeId.RbsEnergyAnalysisGroundPlaneParam Property
 "Ground Plane"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsEnergyAnalysisGroundPlaneParam { get; }
Public Shared ReadOnly Property RbsEnergyAnalysisGroundPlaneParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsEnergyAnalysisGroundPlaneParam {
	ForgeTypeId^ get ();
}
static member RbsEnergyAnalysisGroundPlaneParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace